Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: The request for access shall state the legal basis, the purpose and reasons of the request and set the period within which the access is to be provided, and the fines provided for in Article 101 for failure to provide access.
fr_fr: La demande d’accès indique la base juridique, l’objet et les motifs de la demande et fixe le délai dans lequel l’accès doit être accordé, ainsi que les amendes prévues à l’article 101 en cas de non-fourniture de l’accès.

source: The providers of the general-purpose AI model concerned or its representative shall supply the information requested.
fr_fr: Les fournisseurs du modèle d’IA à usage général concerné ou son représentant fournissent les informations requises.

source: In the case of legal persons, companies or firms, or where the provider has no legal personality, the persons authorised to represent them by law or by their statutes, shall provide the access requested on behalf of the provider of the general-purpose AI model concerned.
fr_fr: Dans le cas de personnes morales, d’entreprises ou de sociétés, ou lorsque le fournisseur n’a pas la personnalité juridique, les personnes autorisées à les représenter en vertu de la loi ou de leurs statuts, accordent l’accès demandé pour le compte du fournisseur du modèle d’IA à usage général concerné.

source: The Commission shall adopt implementing acts setting out the detailed arrangements and the conditions for the evaluations, including the detailed arrangements for involving independent experts, and the procedure for the selection thereof.
fr_fr: La Commission adopte des actes d’exécution établissant les modalités détaillées et les conditions des évaluations, y compris les modalités détaillées d’intervention d’experts indépendants, et la procédure relative à leur sélection.

source: Prior to requesting access to the general-purpose AI model concerned, the AI Office may initiate a structured dialogue with the provider of the general-purpose AI model to gather more information on the internal testing of the model, internal safeguards for preventing systemic risks, and other internal procedures and measures the provider has taken to mitigate such risks.
fr_fr: Avant de demander l’accès au modèle d’IA à usage général concerné, le Bureau de l’IA peut entamer un dialogue structuré avec le fournisseur du modèle d’IA à usage général afin de recueillir davantage d’informations sur les essais internes du modèle, les garanties internes visant à prévenir les risques systémiques, ainsi que d’autres procédures internes et les mesures que le fournisseur a prises pour atténuer ces risques.

source: Power to request measures
fr_fr: Pouvoir de demander des mesures

source: Where necessary and appropriate, the Commission may request providers to:
fr_fr: Lorsque cela est nécessaire et approprié, la Commission peut demander aux fournisseurs:

source: take appropriate measures to comply with the obligations set out in Articles 53 and 54;
fr_fr: de prendre les mesures appropriées pour se conformer aux obligations énoncées à aux articles 53 et 54;

source: implement mitigation measures, where the evaluation carried out in accordance with Article 92 has given rise to serious and substantiated concern of a systemic risk at Union level;
fr_fr: de mettre en œuvre des mesures d’atténuation, lorsque l’évaluation effectuée conformément à l’article 92 a suscité des préoccupations sérieuses et fondées quant à un risque systémique au niveau de l’Union;

source: restrict the making available on the market, withdraw or recall the model.
fr_fr: de restreindre la mise à disposition du modèle sur le marché, de le retirer ou de le rappeler.

source: Before a measure is requested, the AI Office may initiate a structured dialogue with the provider of the general-purpose AI model.
fr_fr: Avant qu’une mesure ne soit demandée, le Bureau de l’IA peut entamer un dialogue structuré avec le fournisseur du modèle d’IA à usage général.

source: If, during the structured dialogue referred to in paragraph 2, the provider of the general-purpose AI model with systemic risk offers commitments to implement mitigation measures to address a systemic risk at Union level, the Commission may, by decision, make those commitments binding and declare that there are no further grounds for action.
fr_fr: Si, au cours du dialogue structuré visé au paragraphe 2, le fournisseur du modèle d’IA à usage général présentant un risque systémique s’engage à mettre en œuvre des mesures d’atténuation pour faire face à un risque systémique au niveau de l’Union, la Commission peut, par une décision, rendre ces engagements contraignants et déclarer qu’il n’y a plus lieu d’agir.

source: Procedural rights of economic operators of the general-purpose AI model
fr_fr: Droits procéduraux des opérateurs économiques du modèle d’IA à usage général

source: Article 18 of Regulation (EU) 2019/1020 shall apply mutatis mutandis to the providers of the general-purpose AI model, without prejudice to more specific procedural rights provided for in this Regulation.
fr_fr: L’article 18 du règlement (UE) 2019/1020 s’applique mutatis mutandis aux fournisseurs du modèle d’IA à usage général, sans préjudice des droits procéduraux plus spécifiques prévus par le présent règlement.

source: CHAPTER X
fr_fr: CHAPITRE X

source: CODES OF CONDUCT AND GUIDELINES
fr_fr: CODES DE CONDUITE ET LIGNES DIRECTRICES

source: Codes of conduct for voluntary application of specific requirements
fr_fr: Codes de conduite pour l’application volontaire de certaines exigences

source: The AI Office and the Member States shall encourage and facilitate the drawing up of codes of conduct, including related governance mechanisms, intended to foster the voluntary application to AI systems, other than high-risk AI systems, of some or all of the requirements set out in Chapter III, Section 2 taking into account the available technical solutions and industry best practices allowing for the application of such requirements.
fr_fr: Le Bureau de l’IA et les États membres encouragent et facilitent l’élaboration de codes de conduite, comportant des mécanismes de gouvernance connexes, destinés à favoriser l’application volontaire, aux systèmes d’IA autres que les systèmes d’IA à haut risque, de tout ou partie des exigences énoncées au chapitre III, section 2, en tenant compte des solutions techniques disponibles et des bonnes pratiques du secteur permettant l’application de ces exigences.

source: The AI Office and the Member States shall facilitate the drawing up of codes of conduct concerning the voluntary application, including by deployers, of specific requirements to all AI systems, on the basis of clear objectives and key performance indicators to measure the achievement of those objectives, including elements such as, but not limited to:
fr_fr: Le Bureau de l’IA et les États membres facilitent l’élaboration de codes de conduite concernant l’application volontaire, y compris par les déployeurs, d’exigences spécifiques à tous les systèmes d’IA, sur la base d’objectifs clairs et d’indicateurs de performance clés permettant de mesurer la réalisation de ces objectifs, y compris des éléments tels que, entre autres:

source: applicable elements provided for in Union ethical guidelines for trustworthy AI;
fr_fr: les éléments applicables prévus dans les lignes directrices de l’Union en matière d’éthique pour une IA digne de confiance;

source: assessing and minimising the impact of AI systems on environmental sustainability, including as regards energy-efficient programming and techniques for the efficient design, training and use of AI;
fr_fr: l’évaluation et la réduction au minimum de l’incidence des systèmes d’IA sur la durabilité environnementale, y compris en ce qui concerne la programmation économe en énergie et les techniques pour la conception, l’entraînement et l’utilisation efficaces de l’IA;

source: promoting AI literacy, in particular that of persons dealing with the development, operation and use of AI;
fr_fr: la promotion de la maîtrise de l’IA, en particulier chez les personnes chargées du développement, du fonctionnement et de l’utilisation de l’IA;

source: facilitating an inclusive and diverse design of AI systems, including through the establishment of inclusive and diverse development teams and the promotion of stakeholders’ participation in that process;
fr_fr: la facilitation d’une conception inclusive et diversifiée des systèmes d’IA, notamment par la mise en place d’équipes de développement inclusives et diversifiées et la promotion de la participation des parties prenantes à ce processus;

source: assessing and preventing the negative impact of AI systems on vulnerable persons or groups of vulnerable persons, including as regards accessibility for persons with a disability, as well as on gender equality.
fr_fr: l’évaluation et la prévention de l’impact négatif des systèmes d’IA sur les personnes ou groupes de personnes vulnérables, y compris en ce qui concerne l’accessibilité pour les personnes handicapées, ainsi que sur l’égalité de genre.

source: Codes of conduct may be drawn up by individual providers or deployers of AI systems or by organisations representing them or by both, including with the involvement of any interested stakeholders and their representative organisations, including civil society organisations and academia.
fr_fr: Les codes de conduite peuvent être élaborés par des fournisseurs ou déployeurs individuels de systèmes d’IA ou par des organisations les représentant ou par les deux, y compris avec la participation de toute partie intéressée et de leurs organisations représentatives, y compris des organisations de la société civile et le monde universitaire.

source: Codes of conduct may cover one or more AI systems taking into account the similarity of the intended purpose of the relevant systems.
fr_fr: Les codes de conduite peuvent porter sur un ou plusieurs systèmes d’IA, compte tenu de la similarité de la destination des systèmes concernés.

source: The AI Office and the Member States shall take into account the specific interests and needs of SMEs, including start-ups, when encouraging and facilitating the drawing up of codes of conduct.
fr_fr: Le Bureau de l’IA et les États membres prennent en considération les intérêts et les besoins spécifiques des PME, y compris les jeunes pousses, lorsqu’ils encouragent et facilitent l’élaboration de codes de conduite.

source: Guidelines from the Commission on the implementation of this Regulation
fr_fr: Lignes directrices de la Commission sur la mise en œuvre du présent règlement

source: The Commission shall develop guidelines on the practical implementation of this Regulation, and in particular on:
fr_fr: La Commission élabore des lignes directrices sur la mise en œuvre pratique du présent règlement, et en particulier sur:

source: the application of the requirements and obligations referred to in Articles 8 to 15 and in Article 25;
fr_fr: l’application des exigences et obligations visées aux articles 8 à 15 et à l’article 25;

source: the prohibited practices referred to in Article 5;
fr_fr: les pratiques interdites visées à l’article 5;

source: the practical implementation of the provisions related to substantial modification;
fr_fr: la mise en œuvre pratique des dispositions relatives aux modifications substantielles;

source: the practical implementation of transparency obligations laid down in Article 50;
fr_fr: la mise en œuvre pratique des obligations de transparence prévues à l’article 50;

source: detailed information on the relationship of this Regulation with the Union harmonisation legislation listed in Annex I, as well as with other relevant Union law, including as regards consistency in their enforcement;
fr_fr: des informations détaillées sur la relation entre le présent règlement et la législation d’harmonisation de l’Union dont la liste figure à l’annexe I ainsi que d’autres actes législatifs pertinents de l’Union, y compris en ce qui concerne la cohérence de leur application;

source: the application of the definition of an AI system as set out in Article 3, point (1).
fr_fr: l’application de la définition d’un système d’IA telle qu’elle figure à l’article 3, point 1).

source: When issuing such guidelines, the Commission shall pay particular attention to the needs of SMEs including start-ups, of local public authorities and of the sectors most likely to be affected by this Regulation.
fr_fr: Lorsqu’elle publie ces lignes directrices, la Commission accorde une attention particulière aux besoins des PME, y compris les jeunes pousses, des pouvoirs publics locaux et des secteurs les plus susceptibles d’être affectés par le présent règlement.

source: The guidelines referred to in the first subparagraph of this paragraph shall take due account of the generally acknowledged state of the art on AI, as well as of relevant harmonised standards and common specifications that are referred to in Articles 40 and 41, or of those harmonised standards or technical specifications that are set out pursuant to Union harmonisation law.
fr_fr: Les lignes directrices visées au premier alinéa du présent paragraphe tiennent dûment compte de l’état de la technique généralement reconnu en matière d’IA, ainsi que des normes harmonisées et spécifications communes pertinentes visées aux articles 40 et 41, ou des normes harmonisées ou spécifications techniques qui sont énoncées en vertu de la législation d’harmonisation de l’Union.

source: At the request of the Member States or the AI Office, or on its own initiative, the Commission shall update guidelines previously adopted when deemed necessary.
fr_fr: À la demande des États membres ou du Bureau de l’IA, ou de sa propre initiative, la Commission met à jour les lignes directrices précédemment adoptées lorsque cela est jugé nécessaire.

source: CHAPTER XI
fr_fr: CHAPITRE XI

source: DELEGATION OF POWER AND COMMITTEE PROCEDURE
fr_fr: DÉLÉGATION DE POUVOIR ET PROCÉDURE DE COMITÉ

source: Exercise of the delegation
fr_fr: Exercice de la délégation

source: The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.
fr_fr: Le pouvoir d’adopter des actes délégués conféré à la Commission est soumis aux conditions fixées au présent article.

source: The power to adopt delegated acts referred to in Article 6(6) and (7), Article 7(1) and (3), Article 11(3), Article 43(5) and (6), Article 47(5), Article 51(3), Article 52(4) and Article 53(5) and (6) shall be conferred on the Commission for a period of five years from 1 August 2024.
fr_fr: Le pouvoir d’adopter des actes délégués visé à l’article 6, paragraphes 6 et 7, à l’article 7, paragraphes 1 et 3, à l’article 11, paragraphe 3, à l’article 43, paragraphes 5 et 6, à l’article 47, paragraphe 5, à l’article 51, paragraphe 3, à l’article 52, paragraphe 4, et à l’article 53, paragraphes 5 et 6, est conféré à la Commission pour une durée de cinq ans à partir du 1er août 2024.

source: The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period.
fr_fr: La Commission élabore un rapport relatif à la délégation de pouvoir au plus tard neuf mois avant la fin de la période de cinq ans.

source: The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.
fr_fr: La délégation de pouvoir est tacitement prorogée pour des périodes d’une durée identique, sauf si le Parlement européen ou le Conseil s’oppose à cette prorogation trois mois au plus tard avant la fin de chaque période.

source: The delegation of power referred to in Article 6(6) and (7), Article 7(1) and (3), Article 11(3), Article 43(5) and (6), Article 47(5), Article 51(3), Article 52(4) and Article 53(5) and (6) may be revoked at any time by the European Parliament or by the Council.
fr_fr: La délégation de pouvoir visée à l’article 6, paragraphes 6 et 7, à l’article 7, paragraphes 1 et 3, à l’article 11, paragraphe 3, à l’article 43, paragraphes 5 et 6, à l’article 47, paragraphe 5, à l’article 51, paragraphe 3, à l’article 52, paragraphe 4, et à l’article 53, paragraphes 5 et 6, peut être révoquée à tout moment par le Parlement européen ou le Conseil.

source: A decision of revocation shall put an end to the delegation of power specified in that decision.
fr_fr: La décision de révocation met fin à la délégation de pouvoir qui y est précisée.

source: It shall take effect the day following that of its publication in the Official Journal of the European Union or at a later date specified therein.
fr_fr: La révocation prend effet le jour suivant celui de la publication de ladite décision au Journal officiel de l’Union européenne ou à une date ultérieure qui est précisée dans ladite décision.

source: It shall not affect the validity of any delegated acts already in force.
fr_fr: Elle ne porte pas atteinte à la validité des actes délégués déjà en vigueur.

source: Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.
fr_fr: Avant l’adoption d’un acte délégué, la Commission consulte les experts désignés par chaque État membre, conformément aux principes définis dans l’accord interinstitutionnel du 13 avril 2016«Mieux légiférer».

source: As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.
fr_fr: Aussitôt qu’elle adopte un acte délégué, la Commission le notifie au Parlement européen et au Conseil simultanément.

source: Any delegated act adopted pursuant to Article 6(6) or (7), Article 7(1) or (3), Article 11(3), Article 43(5) or (6), Article 47(5), Article 51(3), Article 52(4) or Article 53(5) or (6) shall enter into force only if no objection has been expressed by either the European Parliament or the Council within a period of three months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object.
fr_fr: Un acte délégué adopté en vertu de l’article 6, paragraphe 6 ou 7, de l’article 7, paragraphe 1 ou 3, de l’article 11, paragraphe 3, de l’article 43, paragraphe 5 ou 6, de l’article 47, paragraphe 5, de l’article 51, paragraphe 3, de l’article 52, paragraphe 4, ou de l’article 53, paragraphe 5 ou 6, n’entre en vigueur que si le Parlement européen ou le Conseil n’a pas exprimé d’objections dans un délai de trois mois à compter de la notification de cet acte au Parlement européen et au Conseil ou si, avant l’expiration de ce délai, le Parlement européen et le Conseil ont tous deux informé la Commission de leur intention de ne pas exprimer d’objections.

source: That period shall be extended by three months at the initiative of the European Parliament or of the Council.
fr_fr: Ce délai est prolongé de trois mois à l’initiative du Parlement européen ou du Conseil.

source: Committee procedure
fr_fr: Comité

source: The Commission shall be assisted by a committee.
fr_fr: La Commission est assistée par un comité.

source: That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.
fr_fr: Ledit comité est un comité au sens du règlement (UE) no 182/2011.

source: Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.
fr_fr: Lorsqu’il est fait référence au présent paragraphe, l’article 5 du règlement (UE) no 182/2011 s’applique.

source: CHAPTER XII
fr_fr: CHAPITRE XII

source: PENALTIES
fr_fr: SANCTIONS

source: Penalties
fr_fr: Sanctions

source: In accordance with the terms and conditions laid down in this Regulation, Member States shall lay down the rules on penalties and other enforcement measures, which may also include warnings and non-monetary measures, applicable to infringements of this Regulation by operators, and shall take all measures necessary to ensure that they are properly and effectively implemented, thereby taking into account the guidelines issued by the Commission pursuant to Article 96.
fr_fr: Conformément aux conditions établies dans le présent règlement, les États membres déterminent le régime des sanctions et autres mesures d’exécution, qui peuvent également comprendre des avertissements et des mesures non monétaires, applicables aux violations du présent règlement commises par des opérateurs, et prennent toute mesure nécessaire pour veiller à la mise en œuvre correcte et effective de ces sanctions, tenant ainsi compte des lignes directrices publiées par la Commission en vertu de l’article 96.

source: The penalties provided for shall be effective, proportionate and dissuasive.
fr_fr: Ces sanctions doivent être effectives, proportionnées et dissuasives.

source: They shall take into account the interests of SMEs, including start-ups, and their economic viability.
fr_fr: Elles tiennent compte des intérêts des PME, y compris les jeunes pousses, et de leur viabilité économique.

source: The Member States shall, without delay and at the latest by the date of entry into application, notify the Commission of the rules on penalties and of other enforcement measures referred to in paragraph 1, and shall notify it, without delay, of any subsequent amendment to them.
fr_fr: Les États membres informent la Commission, sans retard et au plus tard à la date d’entrée en application, du régime des sanctions et des autres mesures d’exécution visées au paragraphe 1, de même que de toute modification apportée ultérieurement à ce régime ou à ces mesures.

source: Non-compliance with the prohibition of the AI practices referred to in Article 5 shall be subject to administrative fines of up to EUR 35 000 000 or, if the offender is an undertaking, up to 7 % of its total worldwide annual turnover for the preceding financial year, whichever is higher.
fr_fr: Le non-respect de l’interdiction des pratiques en matière d’IA visées à l’article 5 fait l’objet d’amendes administratives pouvant aller jusqu’à 35 000 000 EUR ou, si l’auteur de l’infraction est une entreprise, jusqu’à 7 % de son chiffre d’affaires annuel mondial total réalisé au cours de l’exercice précédent, le montant le plus élevé étant retenu.

source: Non-compliance with any of the following provisions related to operators or notified bodies, other than those laid down in Articles 5, shall be subject to administrative fines of up to EUR 15 000 000 or, if the offender is an undertaking, up to 3 % of its total worldwide annual turnover for the preceding financial year, whichever is higher:
fr_fr: La non-conformité avec l’une quelconque des dispositions suivantes relatives aux opérateurs ou aux organismes notifiés, autres que celles énoncées à l’article 5, fait l’objet d’une amende administrative pouvant aller jusqu’à 15 000 000 EUR ou, si l’auteur de l’infraction est une entreprise, jusqu’à 3 % de son chiffre d’affaires annuel mondial total réalisé au cours de l’exercice précédent, le montant le plus élevé étant retenu:

source: obligations of providers pursuant to Article 16;
fr_fr: les obligations incombant aux fournisseurs en vertu de l’article 16;

source: obligations of authorised representatives pursuant to Article 22;
fr_fr: les obligations incombant aux mandataires en vertu de l’article 22;

source: obligations of importers pursuant to Article 23;
fr_fr: les obligations incombant aux importateurs en vertu de l’article 23;
